---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.PathReinforcementType
source: html/3c57a7a3-cca2-8527-7659-35344ba23ce5.htm
---
# PathReinforcementType Properties

The id of the assembly instance to which the element belongs.